# Formulae
brew "awscli"
brew "bat"
brew "eza"
brew "fzf"
brew "fzf-make"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-time"
brew "gzrt"
brew "jq"
brew "lazygit"
brew "lstr"
brew "neovim"
brew "nkf"
brew "nvm"
brew "pre-commit"
brew "ripgrep"
brew "rustup"
brew "shfmt"
brew "tmux"
brew "tree"
brew "unar"
brew "uv"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
